const BOT_NAMES = {
  chaser: [
    "Витя Квоффлохват",
    "Игорёк Мячеслав",
    "Арсений Подквоффл",
    "Стасик Точнопопадкин",
    "Кирюша Мячемёткин",
    "Богдан Воротобьющий",
    "Лёнька Подстрахов",
    "Димон Мячеруб",
    "Ромка Забиванцев",
    "Серёга Големёткин"
  ],
  beater: [
    "Битя Бладжер",
    "Коля Колотун",
    "Макс Череполом",
    "Паша Молотилов",
    "Кирюша Колотуша",
    "Егор Отшибаев",
    "Ванька Мозготряс",
    "Женька Отлетанцев",
    "Денис Черепобив",
    "Игорёк Битапорылов"
  ],
  seeker: [
    "Златан Снитч",
    "Витя Золотарь",
    "Дима Ловкач",
    "Паша Снитчехват",
    "Фёдор Снитчеглот",
    "Ваня Снитчеглав",
    "Игорёк Снитчман",
    "Тёма БыстрыйГлаз",
    "Саня Снитчер",
    "Славик Ловцов"
  ],
  keeper: [
    "Колька Отбиватор",
    "Тёма Стенка",
    "Денис Голоблокер",
    "Стас Непробивной",
    "Вован Непробивайло",
    "Никитос Мячестоп",
    "Жека Голобарьер",
    "Лёха Танк",
    "Витёк Квоффлостоп",
    "Егор Мощь"
  ]
};

module.exports = { BOT_NAMES };

